TOKEN = '7147534541:AAHow7HIuHNfls5TutlHfu1pt24odJUp0do'

API_KEY = 'd760edc479afaf4c4407ff9faaf0bcb34ec05d66'

BASE_URL = 'https://api.getgeoapi.com/v2/currency/convert'


keys = {
    'Рубль': 'RUB',
    'Доллар США': 'USD',
    'Евро': 'EUR',
    'Фунт стерлингов': 'GBP',
    'Швейцарский франк': 'CHF',
    'Японская йена': 'JPY',
    'Австралийский доллар': 'AUD',
    'Новозеландский доллар': 'NZD',
    'Канадский доллар': 'CAD',
    'Белорусский рубль': 'BYN',
    'Украинская гривна': 'UAH',
    'Азербайджанский манат': 'AZN',
    'Армянский драм': 'AMD',
    'Грузинский лари': 'GEL',
    'Казахстанский тенге': 'KZT',
    'Молдавский лей': 'MDL',
    'Киргизский сом': 'KGS',
    'Таджикский сомони': 'TJS',
    'Новый туркменский манат': 'TMT',
    'Узбекский сум': 'UZS',
    'Китайский юань': 'CNY',
    'Бразильский реал': 'BRL',
    'Индийская рупия': 'INR',
    'Дирхам ОАЭ': 'AED',
    'Южноафриканский рэнд': 'ZAR',
    'Иранский риал': 'IRR',
    'Египетский фунт': 'EGP',
    'Эфиопский быр': 'ETB',
    'Катарский риал': 'QAR',
    'Сербский динар': 'RSD',
    'Сингапурский доллар': 'SGD',
    'Таиландский бат': 'THB',
    'Турецкая лира': 'TRY',
    'Шведская крона': 'SEK',
    'Южнокорейская вона': 'KRW'
}

